Revit 2027 API
SpecTypeId.HvacViscosity Property
 Dynamic Viscosity, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacViscosity { get; }
Public Shared ReadOnly Property HvacViscosity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacViscosity {
	ForgeTypeId^ get ();
}
static member HvacViscosity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace